{
    "conf": {
        "p1": "Fondo",
        "p2": "Cambiar fondo de pantalla",
        "p3": "Idioma",
        "p4": "Español",
        "p5": "Inglés",
        "p6": "Configuración",
        "p7": "Activar",
        "p8": "Desactivar"
    },
    "contact": {
        "p1": "Contacto",
        "p2": "Contactame"
    },
    "sobreMi": {
        "p1": "Sobre mi",
        "p2":"Biografía",
        "p3": "Mi camino",
        "p4": "Tengo 18 años, soy desarrollador frontend enfocado principalmente en las tecnologías Javascript y React. Hace dos años que empecé con el desarrollo web y la programación. Primero realicé dos cursos en CoderHouse de desarrollo web y de Javascript. Una vez finalizados, continué estudiando y practicando de forma autodidacta, realizando proyectos tanto para clientes como personales.",
        "p5": "",
        "p6": "Actualmente curso la carrera de Ingeniería en Sistemas de la Información en la Universidad Tecnológica Nacional, donde estoy adquiriendo conocimientos en C++, diseño de estructuras de datos y resolución de problemas.",
        "p7": "Además de mi interés por la programación, disfruto de otras actividades como dibujar, correr, cocinar, jugar videojuegos y desarrollar mis propios juegos en mi tiempo libre.",
        "p8": "Proyectos",
        "p9": "Trabajo freelance",
        "p10": "Valtira IA ( ene 2024 - mar 2024 )",
        "p11": "Fui contratado para crear las animaciones in & out de los bloques de la tabla que se encuentran al entrar en el sitio. Estas se animan al usar el chat y scrollear para ver la infomación. Además, tuve las tareas de corregir el diseño del chat, de las cajas, cambio de logotipos, fuentes, etc., usando CSS. Este proyecto estaba creado en React.",
        "p12": "Ver proyecto",
        "p13": "Ver respositorio",
        "p14": "Fui contratado para implementar en el sitio del cliente una feature que consistía en que el usuario pueda crear su una imagen personalizable, descargarlo como imagen y luego se contactaría con mi cliente para ponerlo como estampa en una prenda de ropa.",
        "p15": "Actualmente el sitio no se encuentra disponible debido a la decisión del cliente de cerrar el negocio.",
        "p16": "Proyecto personal",
        "p17": "Tarot y astrología",
        "p18": "Sitio web realizado para una conocida que es tarotista, con el objetivo de poner en práctica mis habilidades y mejorar tanto el diseño como las funcionalidades de su página.",
        "p19": "Proyecto final - CoderHouse",
        "p20": "Carrito de compras",
        "p21": "Este sitio fue realizado para el proyecto final del curso de Javascript que realice en CoderHouse, donde aprendí a usar Javascript para manejar el DOM, asíncronía y promesas, logica de programación, etc. Con los conocimientos dados en el curso, aprendí a relizar un carrito de compras, integrando además, librerías de Javascript como toastify o (no me acuerdo el nombre)",
        "p22": "Como práctica decidí copiar el sitio web donde se compran autos dentro de uno de mis juegos favoritos, Grand Theft Auto V, llamado Legendary Motor's Sports.",
        "p23": "Proyecto final del colegio secundario",
        "p24": "La consigna del trabajo era crear un producto innovador utilizando arduino y aplicando nuestros conocimientos en modelado 3D con Blender, programación y desarrollo web. Con mi grupo decidimos hacer un ventilador con una cámara que reconoce cuantos dedos tenes levantados, y de acuerdo a la cantidad, cambia la potencia automaticamente. Dentro del sitio recreamos esa funcionalidad para que se pueda probar, utilizando la librería MediaPipe.",
        "p25": "Lenguajes y frameworks",
        "p26": "Maquetado y estilos",
        "p27": "Desarrollo",
        "p28": "Idiomas",
        "p29": "Actualmente el sitio ya no se encuentra disponible.",
        "p30": "Habilidades",
        "p31": "Español - Nativo",
        "p32": "Inglés - B1",
        "p33": "Portugués - Basico",
        "p34": "Educación",
        "p35": "Curso de Javascript - CoderHouse",
        "p36": "En este curso aprendí conceptos fundamentales de programación (estructuras de control, funciones, arrays, objetos, manejo del DOM, asíncronismo, etc.) y a implementar Javascript en mis sitios web. ",
        "p37": "Curso de desarrollo web - CoderHouse",
        "p38": "En este curso aprendí a maquetar y dar estilo a los sitios utitlizando HTML y CSS, a usar animaciones, integrar SASS en mis sitios, usar SEO para un buen posicionamiento dentro de los motores de búsqueda, y a subirlos. También aprendí sobre Git y a como utilizarlo en mis proyectos.",
        "p39": "Ver certificado",
        "p40": "Certificado curso de desarrollo Web",
        "p41": "Certificado curso de Javascript"
    },
    "wBar": {
        "p1": "Apagar...",
        "p2": "Estás seguro que queres:",
        "p3": "Apagar la computadora?",
        "p4": "Reiniciar la computadora?",
        "p5": "Si",
        "p6": "Ayuda",
        "p7": "Apagar Windows"
    },
    "webamp": "Reproductor de música"
    
}