{
    "conf": {
        "p1": "Wallpaper",
        "p2": "Change wallpaper",
        "p3": "Language",
        "p4": "Spanish",
        "p5": "English",
        "p6": "Settings"
    },
    "contact": {
        "p1": "Contact",
        "p2": "Contact Me"
    },
    "sobreMi": {
        "p1": "About me",
        "p2": "Biography",
        "p3": "My journey",
        "p4": "I'm a 18 years old frontend developer especialized in technologies such as Javascript and React. Two years ago I signed up in web development course from CoderHouse, where I've learning about HTML, CSS to design and make responsive websites. Then I took another course from CoderHouse, this time about Javascript, where I learned to integrate interactivity to my websites and fundaments of programming.",
        "p5": "After finishing both courses, I've keep learning by myself other technologies and making projects to improve my skills and knowledge.",
        "p6": "Currently I'm studying information systems engineering at the Universidad Tecnológica Nacional.",
        "p7": "Besides learnign and practicing programming, I also like do other stuff as draw, play the drums, do excercise, play videogames and laern how to develop them!.",
        "p8": "Projects",
        "p9": "Freelance job",
        "p10": "Valtira IA ( jan 2024 - mar 2024 )",
        "p11": "I was hired to implement the fade in and out animations from the table´s columns at the main page of the website. You can see the animations when you use the chatbot and scroll at it. Also, I had to fix some desing erros at the site. I used CSS and React (the website was previously created in React).",
        "p12": "Visit project",
        "p13": "Visit respository",
        "p14": "The client hired me to implement on his website a feature that allows users to create a fully customized image and download it. Afterwards, the users can contact my client to have their design printed on a piece of clothing.",
        "p16": "Personal project",
        "p17": "Tarot and astrology",
        "p18": "Website created and designed in React. I made this website for my sister, who works as a tarot reader, to practice my skills and improve her site both in design and functionality.",
        "p19": "CoderHouse's Final project",
        "p20": "Shopping cart",
        "p21": "Final project for the JavaScript course at CoderHouse. I built a shopping cart using DOM manipulation, asynchrony, and promises, while also integrating libraries like Toastify and Sweetalert2",
        "p22": "As a practice project, I built a React-based replica of the Legendary Motorsport website from Grand Theft Auto V, where players purchase cars.",
        "p23": "Final high school project",
        "p24": "The assignment was to create an innovative product using Arduino and applying our knowledge in 3D modeling with Blender, programming, and web development. With my group, we decided to build a fan with a camera that recognizes how many fingers you are holding up, and based on that number, it automatically adjusts its power. On the website, we recreated this functionality, and it can be tested online.",
        "p25": "Programming languages and frameworks",
        "p26": "Layout and styling",
        "p27": "Development",
        "p28": "Languages",
        "p29": "Currently the website is no longer avaiable.",
        "p30": "Skills",
        "p31": "Spanish - Native",
        "p32": "English - B1",
        "p33": "Portuguese - Basic",
        "p34": "Education",
        "p35": "Javascript course - CoderHouse",
        "p36": "In this course, I learned the fundamentals of programming—such as control structures, functions, arrays, objects, DOM manipulation, and asynchrony—as well as how to implement JavaScript in my web projects.",
        "p37": "Web developmnet course - CoderHouse",
        "p38": "In this course, I learned to build and style websites with HTML and CSS, create animations, integrate SASS, apply SEO techniques for better search engine visibility, and deploy projects. I also learned about Git and how to use it in my projects.",
        "p39": "See certificate",
        "p40": "Web development course's certificate",
        "p41": "Javascript course's certificate"
    },
    "wBar": {
        "p1": "Shut down... ",
        "p2": "Are you shure you want to:",
        "p3": "Shut down the computer?",
        "p4": "Restart the computer?",
        "p5": "Yes",
        "p6": "Help",
        "p7": "Shut down Windows"
    }
}